[
  {
    "titulo": "Elden Ring Nightreign",
    "descricao": "Elden Ring: Nightreign é uma experiência com foco no cooperativo para 3 jogadores, buscando muita inspiração nos gêneros roguelike e Battle Royale, sendo um tipo de jogo bem diferente do que os fãs estão acostumados.",
    "classificacaoEtaria": "+16",
    "dataLancamento": "30/09/2025",
    "generos": [
      {
        "genero": "Aventura",
        "id": 2002
      },
      {
        "genero": "Souls-like",
        "id": 2003
      },
      {
        "genero": "Roguelike",
        "id": 2006
      }
    ],
    "notas": [
      {
        "idUsuario": 1002,
        "notaTrilhaSonora": 7,
        "notaGraficos": 9,
        "notaHistoria": 5,
        "notaJogabilidade": 7,
        "comentario": "Poderia melhorar, mas está muito bom!\nÓtimo jogo para passar o tempo com a família!",
        "id": 160
      },
      {
        "idUsuario": 1003,
        "notaTrilhaSonora": 10,
        "notaGraficos": 10,
        "notaHistoria": 10,
        "notaJogabilidade": 10,
        "comentario": "Sou um pai de 45 anos, provavelmente uma das pessoas mais velhas a jogar este jogo. Sou pai solteiro do meu filho, que agora tem 14 anos. Meu filho ganhou este jogo de Natal em 2021 do seu tio, então instalamos no computador dele e ele começou a jogar. No final da semana, ele já tinha 24 horas neste jogo. Isso foi horrível para mim, pois já era difícil encontrar maneiras de passar tempo com meu filho, já que ele sempre está com os amigos ou apenas assistindo ao YouTube. Então decidi criar uma conta Steam e comprar este jogo para ver se eu poderia talvez jogar ao lado dele. Carreguei no jogo, escolhi meu personagem e mundo e comecei a jogar, mas fiquei preso no que você deveria fazer. Pedi ajuda ao meu filho e ele hospedou um jogo para eu entrar. Adorei, pois foi o melhor momento que passei com meu filho desde que minha esposa morreu. Este jogo me aproximou novamente do meu filho e agora realmente passamos tempo juntos fora de casa também. Este jogo me lembrou que há diversão a ser encontrada em tudo, e trouxe para mim e para meu filho muitas lembranças felizes.",
        "id": 161
      },
      {
        "idUsuario": 1004,
        "notaTrilhaSonora": 0,
        "notaGraficos": 0,
        "notaHistoria": 0,
        "notaJogabilidade": 0,
        "comentario": "ONDAS CELEBRAIS!",
        "id": 162
      }
    ],
    "id": 3001
  },
  {
    "titulo": "Hollow Knight",
    "descricao": "\"Hollow Knight\" é um jogo de ação e aventura 2D desenvolvido pela Team Cherry, ambientado no mundo subterrâneo de Hallownest. O jogador controla um cavaleiro solitário enquanto explora cavernas, cidades em ruínas e outros ambientes misteriosos, enfrentando criaturas desafiadoras e descobrindo segredos do antigo reino.",
    "classificacaoEtaria": "+12",
    "dataLancamento": "24/02/2017",
    "generos": [
      {
        "genero": "Aventura",
        "id": 2002
      },
      {
        "genero": "Souls-like",
        "id": 2003
      }
    ],
    "notas": [
      {
        "idUsuario": 1002,
        "notaTrilhaSonora": 10,
        "notaGraficos": 10,
        "notaHistoria": 10,
        "notaJogabilidade": 10,
        "comentario": "bom",
        "id": 163
      },
      {
        "idUsuario": 1003,
        "notaTrilhaSonora": 10,
        "notaGraficos": 10,
        "notaHistoria": 10,
        "notaJogabilidade": 10,
        "comentario": "---{ Graphics }---\n☑ You forget what reality is\n☐ Beautiful\n☐ Good\n☐ Decent\n☐ Bad\n☐ Don‘t look too long at it\n☐ MS-DOS\n\n---{ Gameplay }---\n☑ Very good\n☐ Good\n☐ It\u0027s just gameplay\n☐ Mehh\n☐ Watch paint dry instead\n☐ Just don\u0027t\n\n---{ Audio }---\n☑ Eargasm\n☐ Very good\n☐ Good\n☐ Not too bad\n☐ Bad\n☐ I\u0027m now deaf\n\n---{ Audience }---\n☐ Kids\n☐ Teens\n☑ Adults\n☐ Grandma\n\n---{ PC Requirements }---\n☑ Check if you can run paint\n☐ Potato\n☐ Decent\n☐ Fast\n☐ Rich boi\n☐ Ask NASA if they have a spare computer\n\n---{ Game Size }---\n☑ Floppy Disk\n☐ Old Fashioned\n☐ Workable\n☐ Big\n☐ Will eat 10% of your 1TB hard drive\n☐ You will want an entire hard drive to hold it\n☐ You will need to invest in a black hole to hold all the data\n\n---{ Difficulty }---\n☑ Just press \u0027W\u0027\n☐ Easy\n☐ Easy to learn / Hard to master\n☐ Significant brain usage\n☐ Difficult\n☐ Dark Souls\n\n---{ Grind }---\n☐ Nothing to grind\n☐ Only if u care about leaderboards/ranks\n☐ Isn\u0027t necessary to progress\n☐ Average grind level\n☐ Too much grind\n☑ You\u0027ll need a second life for grinding\n\n---{ Story }---\n☑ No Story\n☐ Some lore\n☐ Average\n☐ Good\n☐ Lovely\n☐ It\u0027ll replace your life\n\n---{ Game Time }---\n☑ Long enough for a cup of coffee\n☐ Short\n☐ Average\n☐ Long\n☐ To infinity and beyond\n\n---{ Price }---\n☑ It\u0027s free!\n☐ Worth the price\n☐ If it\u0027s on sale\n☐ If u have some spare money left\n☐ Not recommended\n☐ You could also just burn your money\n\n---{ Bugs }---\n☑ Never heard of\n☐ Minor bugs\n☐ Can get annoying\n☐ ARK: Survival Evolved\n☐ The game itself is a big terrarium for bugs\n\n---{ ? / 10 }---\n☐ 1\n☐ 2\n☐ 3\n☐ 4\n☐ 5\n☐ 6\n☐ 7\n☐ 8\n☐ 9\n☑ 10",
        "id": 164
      }
    ],
    "id": 3002
  },
  {
    "titulo": "Gris",
    "descricao": "A história segue Gris, uma jovem perdida em um mundo desbotado, onde ela busca superar a dor de uma perda pessoal, enfrentando desafios emocionais enquanto desbloqueia novas habilidades que a ajudam a explorar um universo cada vez mais colorido. O jogo é uma jornada sensorial, com belíssima arte e uma trilha sonora envolvente, onde a narrativa é contada principalmente por meio de imagens e cores.",
    "classificacaoEtaria": "+10",
    "dataLancamento": "13/12/2018",
    "generos": [
      {
        "genero": "Aventura",
        "id": 2002
      },
      {
        "genero": "Puzzle",
        "id": 2005
      }
    ],
    "notas": [
      {
        "idUsuario": 1002,
        "notaTrilhaSonora": 10,
        "notaGraficos": 10,
        "notaHistoria": 10,
        "notaJogabilidade": 10,
        "comentario": "Limdo",
        "id": 165
      },
      {
        "idUsuario": 1003,
        "notaTrilhaSonora": 5,
        "notaGraficos": 5,
        "notaHistoria": 5,
        "notaJogabilidade": 5,
        "comentario": "Nunca joguei mais pog",
        "id": 166
      }
    ],
    "id": 3003
  },
  {
    "titulo": "Fortnite",
    "descricao": "O jogo mistura ação de combate com construção de estruturas, onde os jogadores competem para ser o último sobrevivente.",
    "classificacaoEtaria": "+13",
    "dataLancamento": "12/06/2017",
    "generos": [
      {
        "genero": "Aventura",
        "id": 2002
      },
      {
        "genero": "Souls-like",
        "id": 2003
      },
      {
        "genero": "Terror",
        "id": 2004
      },
      {
        "genero": "Puzzle",
        "id": 2005
      },
      {
        "genero": "Roguelike",
        "id": 2006
      },
      {
        "genero": "FPS",
        "id": 2007
      },
      {
        "genero": "Battle Royale",
        "id": 2008
      }
    ],
    "notas": [
      {
        "idUsuario": 1002,
        "notaTrilhaSonora": 0,
        "notaGraficos": 0,
        "notaHistoria": 0,
        "notaJogabilidade": 0,
        "comentario": "fsadsadssadsaasd",
        "id": 167
      },
      {
        "idUsuario": 1003,
        "notaTrilhaSonora": 10,
        "notaGraficos": 10,
        "notaHistoria": 8,
        "notaJogabilidade": 10,
        "comentario": "(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙⊙)(⌐⊙_⊙)",
        "id": 168
      }
    ],
    "id": 3004
  },
  {
    "titulo": "Mineirinho Ultra Adventures(GOTY)",
    "descricao": "Mineirinho Ultra Adventures, também conhecido como Miner Ultra Adventures em inglês, é um advergame independente de plataforma desenvolvido pelo programador Dennis Ferreira, do estúdio Manic Mind Game Lab, e publicado pela Old School Blender Addicted. O jogo foi lançado no software de distribuição digital Steam para Microsoft Windows em 27 de janeiro de 2017,[1][2] e apresentou repercussão negativa.\n\nNo início de 2019, Mineirinho Ultra Adventures e seus DLCs foram removidos da Steam, porém meses depois teve um relançamento anunciado sob o título Mineirinho Director\u0027s Cut, pelo selo Sinned Games.[3]\n\nJogabilidade e enredo\nMineirinho Ultra Adventures é um jogo de plataforma 3D.[4] O jogador controla Mineirinho, o protagonista titular do jogo e mascote do \"complexo gastronômico\" Dom Zelittu\u0027s—cujo dono é amigo de Dennis—, localizado na cidade de Itaguaí, no Rio de Janeiro.[5] Ele ataca arremessando um chapéu, ou usando power-ups (que são as comidas do restaurante) encontrados nos cinco estágios para matar os inimigos.[6][7]\n\nNa versão director\u0027s cut e em uma versão de Mineirinho Ultra Adventures apresentada em uma conferência em 2011, uma cutscene de introdução mostra que alienígenas (denominados \"Comilões do Espaço\") vieram para a Terra e levaram o restaurante Dom Zelittu\u0027s, e Mineirinho tem que resgatá-lo derrotando os extraterrestres.[6] Na versão final, não há nenhuma cutscene.[7] Após derrotar o chefe final do jogo, a mensagem \"Você conseguiu! Agora todos podem comer no melhor restaurante do mundo!\" aparece em caixa alta na tela.[7]\n\nDesenvolvimento\nMineirinho Ultra Adventures foi desenvolvido integralmente pelo programador Dennis Ferreira, durante quatro meses, utilizando os programas Blender 2.49b e GIMP, para edição de imagens. Dennis também reutilizou modelos (entre eles, árvores e plataformas) do jogo livre Yo Frankie!, e as vozes foram dubladas por sua irmã mais nova.[6] O jogo é inspirado em outros jogos de plataforma, tais como Super Mario 64, Gex, Crash Bandicoot e Conker\u0027s Bad Fur Day.[4]\n\nSegundo Dennis, o jogo foi concebido como um projeto final de uma pós-graduação,[8] bem como um advergame para Dom Zelittu\u0027s.[6][8]",
    "classificacaoEtaria": "+60",
    "dataLancamento": "27/01/2017",
    "generos": [
      {
        "genero": "Aventura",
        "id": 2002
      },
      {
        "genero": "Souls-like",
        "id": 2003
      },
      {
        "genero": "Terror",
        "id": 2004
      },
      {
        "genero": "Puzzle",
        "id": 2005
      },
      {
        "genero": "Roguelike",
        "id": 2006
      },
      {
        "genero": "FPS",
        "id": 2007
      },
      {
        "genero": "Battle Royale",
        "id": 2008
      }
    ],
    "notas": [],
    "id": 3005
  },
  {
    "titulo": "Horizon Zero Dawn",
    "descricao": "Horizon Zero Dawn se passa em um mundo pós-apocalíptico onde a humanidade regrediu para tribos primitivas, e máquinas dominam a Terra. A protagonista, Aloy, uma caçadora e arqueira habilidosa, embarca em uma jornada para descobrir seu passado e o mistério por trás do colapso da civilização antiga. O jogo combina exploração de mundo aberto, combate tático contra máquinas robóticas e uma narrativa envolvente.",
    "classificacaoEtaria": "+16",
    "dataLancamento": "28/02/2017",
    "generos": [
      {
        "genero": "Aventura",
        "id": 2002
      },
      {
        "genero": "RPG",
        "id": 2009
      }
    ],
    "notas": [],
    "id": 3006
  },
  {
    "titulo": "God of War (2018)",
    "descricao": "God of War (2018) segue a jornada de Kratos, o antigo deus da guerra da mitologia grega, que agora vive no mundo da mitologia nórdica. Desta vez, ele não está sozinho: acompanhado de seu filho, Atreus, Kratos embarca em uma jornada emocional e épica para espalhar as cinzas de sua falecida esposa no pico mais alto dos nove reinos. O jogo explora temas como paternidade, redenção e o legado de Kratos, enquanto ele luta para controlar sua raiva e proteger seu filho dos perigos de um mundo repleto de deuses, monstros e mitos nórdicos.",
    "classificacaoEtaria": "+18",
    "dataLancamento": "20/04/2025",
    "generos": [
      {
        "genero": "Aventura",
        "id": 2002
      },
      {
        "genero": "RPG",
        "id": 2009
      }
    ],
    "notas": [],
    "id": 3007
  },
  {
    "titulo": "Marvel\u0027s Spider-Man: Miles Morales",
    "descricao": "O jogo se passa um ano após os eventos de Marvel\u0027s Spider-Man (2018). Miles Morales, que ganhou poderes semelhantes aos de Peter Parker, está aprendendo a equilibrar sua vida como um jovem estudante e o novo Homem-Aranha. A história se passa durante o inverno em Nova York, onde Miles precisa proteger a cidade de uma guerra entre uma corporação de energia e um exército de high-tech. Ao mesmo tempo, ele lida com desafios pessoais, como se adaptar a uma nova casa no Harlem e honrar o legado de Peter Parker.",
    "classificacaoEtaria": "+16",
    "dataLancamento": "12/11/2020",
    "generos": [
      {
        "genero": "Aventura",
        "id": 2002
      }
    ],
    "notas": [],
    "id": 3008
  },
  {
    "titulo": "Enigma do Medo",
    "descricao": "O jogo se passa no universo de Ordem Paranormal, uma websérie de RPG de mesa criada por Cellbit. O jogador controla Mia Veríssimo, uma investigadora paranormal que busca salvar seu pai, o Senhor Veríssimo, líder da organização Ordo Realitas, que desapareceu misteriosamente. Acompanhada de seu fiel cão Lupi, Mia explora o Perímetro, um local repleto de criaturas paranormais e mistérios ligados ao \"Outro Lado\", uma dimensão onde habitam entidades inexplicáveis. A narrativa é rica em suspense e envolve a investigação de um grupo conhecido como Culto do Medo, responsável pelo desaparecimento de vários agentes da Ordo Realitas",
    "classificacaoEtaria": "+16",
    "dataLancamento": "28/11/2024",
    "generos": [
      {
        "genero": "Puzzle",
        "id": 2005
      },
      {
        "genero": "RPG",
        "id": 2009
      }
    ],
    "notas": [],
    "id": 3009
  },
  {
    "titulo": "Undertale",
    "descricao": "Undertale se passa em um mundo subterrâneo habitado por monstros, onde o jogador controla uma criança humana que caiu nesse mundo. O jogo é conhecido por sua narrativa envolvente, personagens memoráveis e escolhas morais que afetam o desfecho da história. O jogador pode optar por lutar contra os monstros, mostrar misericórdia ou até mesmo evitar completamente o combate, resultando em múltiplos finais diferentes.",
    "classificacaoEtaria": "+10",
    "dataLancamento": "15/09/2015",
    "generos": [
      {
        "genero": "RPG",
        "id": 2009
      }
    ],
    "notas": [],
    "id": 3010
  },
  {
    "titulo": "It Takes Two",
    "descricao": "It Takes Two é um jogo cooperativo que segue a história de Cody e May, um casal prestes a se divorciar. Após uma intervenção mágica, eles são transformados em bonecos e precisam trabalhar juntos para superar uma série de desafios e quebra-cabeças em um mundo fantástico. O jogo é conhecido por sua narrativa emocional, mecânicas de jogo inovadoras e a necessidade de cooperação entre dois jogadores, seja em modo local ou online.",
    "classificacaoEtaria": "+12",
    "dataLancamento": "26/03/2021",
    "generos": [
      {
        "genero": "Aventura",
        "id": 2002
      },
      {
        "genero": "Puzzle",
        "id": 2005
      },
      {
        "genero": "RPG",
        "id": 2009
      }
    ],
    "notas": [],
    "id": 3011
  },
  {
    "titulo": "Doki Doki Literature Club!",
    "descricao": "Doki Doki Literature Club! começa como um aparentemente inocente jogo de simulação de namoro, onde o jogador assume o papel de um estudante que se junta ao clube de literatura da escola e interage com quatro garotas: Sayori, Monika, Yuri e Natsuki. No entanto, o jogo rapidamente se transforma em uma experiência psicológica perturbadora, quebrando a quarta parede e subvertendo as expectativas do gênero de visual novel. O jogo é conhecido por sua narrativa intensa e temas maduros.",
    "classificacaoEtaria": "+17",
    "dataLancamento": "22/09/2017",
    "generos": [
      {
        "genero": "Terror",
        "id": 2004
      }
    ],
    "notas": [],
    "id": 3012
  },
  {
    "titulo": "MiSide",
    "descricao": "O jogo segue a história de um jogador que, após cuidar de uma personagem virtual chamada Mita em um jogo para celular, é misteriosamente transportado para dentro do mundo do jogo. Lá, ele descobre que Mita, que inicialmente parecia inofensiva, tem uma natureza obsessiva e perturbadora. O jogador precisa explorar o ambiente, resolver quebra-cabeças e tomar decisões que afetam o desfecho da história, que pode levar a um dos três finais possíveis",
    "classificacaoEtaria": "+18",
    "dataLancamento": "11/12/2024",
    "generos": [
      {
        "genero": "Aventura",
        "id": 2002
      },
      {
        "genero": "Terror",
        "id": 2004
      }
    ],
    "notas": [],
    "id": 3013
  },
  {
    "titulo": "Magicka",
    "descricao": "Magicka se passa em um mundo de fantasia inspirado na mitologia nórdica, onde os jogadores assumem o papel de magos. O jogo é conhecido por seu sistema de magia único, que permite aos jogadores combinar diferentes elementos (como fogo, água, gelo e eletricidade) para criar uma variedade de feitiços. A história segue um grupo de magos em uma missão para deter um mago maligno que ameaça o mundo. O jogo é repleto de humor, referências à cultura pop e momentos caóticos, especialmente quando jogado em modo cooperativo.",
    "classificacaoEtaria": "+12",
    "dataLancamento": "25/01/2011",
    "generos": [
      {
        "genero": "Aventura",
        "id": 2002
      },
      {
        "genero": "RPG",
        "id": 2009
      }
    ],
    "notas": [],
    "id": 3014
  },
  {
    "titulo": "Skullgirls",
    "descricao": "Skullgirls é um jogo de luta que se destaca por seu estilo artístico único, inspirado em animações dos anos 1930 e 1940, e por seu sistema de combate profundo e acessível. O jogo se passa em um mundo fictício chamado Canopy Kingdom, onde os jogadores controlam personagens femininas (e alguns masculinos) em batalhas intensas. A história gira em torno de um artefato misterioso conhecido como o \"Skull Heart\", que concede desejos, mas com consequências terríveis. O jogo é conhecido por sua jogabilidade equilibrada, combos criativos e mecânicas de equipe, onde os jogadores podem escolher entre 1 a 3 personagens por partida.",
    "classificacaoEtaria": "+13",
    "dataLancamento": "10/04/2012",
    "generos": [
      {
        "genero": "Luta",
        "id": 2010
      }
    ],
    "notas": [],
    "id": 3015
  }
]